tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "ansiweather"
brew "ant"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "dnsmasq"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "openssl@1.1"
brew "glib"
brew "grep"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "less"
brew "lolcat"
brew "luarocks"
brew "make"
brew "mkcert"
brew "nss"
brew "pidcat"
brew "pyenv"
brew "rar"
brew "ripgrep"
brew "rlwrap"
brew "sl"
brew "socat"
brew "terraform"
brew "terraform@0.11"
brew "thefuck"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "qmk/qmk/qmk"
cask "adoptopenjdk8"
cask "alacritty"
cask "corelocationcli"
cask "fig"
cask "hammerspoon"
cask "keycastr"
cask "stretchly"
cask "upterm"
