
tap 'caskroom/cask'

# Core Homebrew
brew 'ansiweather'
brew 'ant'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'ccache'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'diff-so-fancy'
brew 'dnsmasq'
brew 'fd'
brew 'fish'
brew 'fortune'
brew 'freetype'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'git-lfs'
brew 'grep'
brew 'hub'
brew 'imagemagick'
brew 'jemalloc'
brew 'jpeg'
brew 'jq'
brew 'libevent'
brew 'libffi'
brew 'libidn2'
brew 'libpng'
brew 'libtermkey'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'little-cms2'
brew 'lolcat'
brew 'lua'
brew 'luajit'
brew 'make'
brew 'mkcert'
brew 'msgpack'
brew 'ncurses'
brew 'neovim'
brew 'nspr'
brew 'nss'
brew 'oniguruma'
brew 'openjpeg'
brew 'openssl'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'pidcat'
brew 'pkg-config'
brew 'pyenv'
brew 'python'
brew 'python@2'
brew 'readline'
brew 'ripgrep'
brew 'rlwrap'
brew 'ruby'
brew 'sl'
brew 'socat'
brew 'sqlite'
brew 'terraform'
brew 'terraform@0.11'
brew 'thefuck'
brew 'tmux'
brew 'unibilium'
brew 'unrar'
brew 'vim'
brew 'watchman'
brew 'webp'
brew 'wget'
brew 'xz'
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-history-substring-search'

# Cask Apps
cask 'corelocationcli'
cask 'java8'
cask 'upterm'

